Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=178_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjille varoja lisäbudjetista
sme: Sámediggái ruhta lassebušeahtas

source: Saamelaiskäräjät saa valtioneuvoston 21.10. sopimasta kolmannesta lisäbudjetista 50.000 euron lisärahoituksen toimintaansa.
sme: Sámediggi oažžu stáhtaráđi 21.10. soahpan goalmmát lassebušeahtas 50.000 euro lasseruhtadeami doaibmasis.

source: Saamelaiskäräjien talous on ollut kireällä jo useamman kuukauden ajan ja menot on jouduttu pienentämään minimiin.
sme: Sámedikki ruhtadilli lea leamaš čavga juo máŋga mánotbaji ja goluid lea ferten geahpedit minimii.

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi (Juvvá Lemet) pitää lisärahoitusta erinomaisena asiana.
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi (Juvvá Lemet) atná lasseruhtadeami erenomáš buorre áššin.

source: Lisärahoitus mahdollistaa toiminnan jatkumisen normaaliin tapaan loppuvuoden ajan.
sme: Lasseruhtadeapmi dahká vejolažžan joatkit loahppajagi doaimma normála vugiin.

source: - Pidän lisärahoitusta ennen kaikkea tunnustuksena saamelaiskäräjille hyvin tehdystä työstä.
sme: – Mu mielas lasseruhtadeapmi lea namalassii giittus sámediggái bures dahkkojuvvon barggus.

source: Tämä antaa hyvät valmiudet kehittää toimintaa ja jatkaa tuloksellista edunvalvontaa.
sme: Dát addá buriid vejolašvuođaid ovddidit doaimma ja joatkit produktiiva ovdduidgohcima.

source: Näkkäläjärvi on erityisen tyytyväinen siihen, että saamelaiskäräjien tekemä lisärahoitushakemus sai tukea yli puoluerajojen.
sme: Näkkäläjärvi lea erenomáš duđavaš dasa, ahte sámedikki dahkan lasseruhtadanohcamuš oaččui doarjaga badjel bellodatrájáid.

source: - Erityisesti on kiitettävä oikeusministeriötä ja Lapin kansanedustajia.
sme: – Erenomážit galgá giitit vuoigatvuođaministeriija ja Lappi riikkabeai ’ olbmuid.

source: Saamelaiskäräjien valtionavustus sisältyy valtion talousarviossa oikeusministeriön pääluokkaan.
sme: Sámedikki stáhtadoarjja gullá stáhta bušeahtas vuoigatvuođaministeriija váldoluohkkái.
